Autodesk.Revit.DB.SATExportOptions.#ctor(Autodesk.Revit.DB.SATExportOptions)
Constructs a new instance of SATImportOptions as a copy of the export options.
option:
The options to be copied.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null